Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: Individuals’ security & privacy on the Internet are fundamental and must not be treated as optional. <a>Learn more here</a>.
bn_bd: প্রত্যেকের নিরাপত্তা এবং গোপনীয়তা প্রধান বিষয় এবং একে ঐচ্ছিক বিবেচনা করা যাবে না। <a>এখানে বিস্তারিত জানুন</a>।

source: Looking for a great gift for someone? <a>How about a Firefox OS phone</a>?
bn_bd: কারও জন্য অসাধারণ একটি গিফট খুঁজছেন? <a>একটি ফায়ারফক্স ওএস ফোন দিলে কেমন হয়</a>?

source: Mozilla believes in openness, innovation and opportunity on the web. Here are the ten principles we stand for in the <a>Mozilla Manifesto</a>.
bn_bd: মজিলা ওয়েবে উদারতা, উদ্ভাবন এবং সম্ভাবনায় বিশ্বাস করে। যে দশটি নীতিতে মজিলা বিশ্বাসী, তা <a>মজিলার ইস্তেহার</a> এ বর্ণনা করা হয়েছে।

source: Share photos, send messages and stay connected. <a>Firefox OS phones</a> make it easy to be in touch with friends and family any time.
bn_bd: ছবি শেয়ার করুন, মেসেজ পাঠান এবং যুক্ত থাকুন। <a>Firefox OS ফোন</a> পরিবার এবং বন্ধুদের সাথে থাকা আরও সহজ করে।

source: The Internet is a global public resource that must remain open and accessible. <a>Learn more here</a>.
bn_bd: ইন্টারনেট এমন একটি আন্তর্জাতিক সার্বজনীন উৎস, যা সবার জন্য উন্মুক্ত এবং সহজলভ্য থাকা উচিত। <a>এখানে বিস্তারিত জানুন</a>।

source: The Internet must enrich the lives of individual human beings. <a>Learn more here</a>.
bn_bd: ইন্টারনেটকে প্রত্যেকটি মানুষের জীবনকে সমৃদ্ধ করতে হবে। <a>এখানে বিস্তারিত জানুন</a>।

source: Tired of the same old look? <a>Spruce up your Firefox browser</a> with a fresh new theme. It only takes a second.
bn_bd: একই পুরাতন লুক দেখে বিরক্ত? নতুন একটি থিমের মাধ্যমে আপনার <a>ফায়ারফক্স ব্রাউজারকে সাজান</a> । এটি এক সেকেন্ডেই হয়ে যাবে।

source: Transparent, community-based processes promote participation, accountability and trust. <a>Learn more here</a>.
bn_bd: স্বচ্ছ, কমিউনিটি ভিত্তিক কার্যপ্রণালী যা, অংশগ্রহন, বিশ্বাস এবং জবাবদিহিতাকে তুলে ধরবে। <a>এখানে বিস্তারিত জানুন</a>।

source: {0} and {1} other replied
bn_bd: {0} এবং {1} উত্তর দিয়েছে

source: {0} answer
bn_bd: {0} উত্তর

source: {0} documents
bn_bd: {0} ডকুমেন্টগুলি

source: {0} question
bn_bd: {0} প্রশ্ন

source: {0} replied
bn_bd: {0} উত্তর দিয়েছে

source: {0} solution
bn_bd: {0} সমাধান

source: 1m
bn_bd: 1মাস

source: 1 new this week
bn_bd: 1 টি নতুন এই সপ্তাহে

source: 1 person has this problem
bn_bd: 1 জন ব্যক্তির এই সমস্যা হয়েছে

source: 1 reply
bn_bd: 1 উত্তর

source: 1 user removed from list!
bn_bd: 1 ব্যবহারকারীকে তালিকা থেকে সরিয়ে ফেলা হয়ছে!

source: 1 user unbanned successfully!
bn_bd: 1 ব্যবহারকারীর উপর থেকে নিষেধাজ্ঞা সফল ভাবে তুলে নেওয়া হয়ছে!

source: 1y
bn_bd: 1বছর

source: 2010 Army of Awesome Badge
bn_bd: 2010 Army of Awesome ব্যাজ

source: 2011 Army of Awesome Badge
bn_bd: 2011 Army of Awesome ব্যাজ

source: 2012 Army of Awesome Badge
bn_bd: 2012 Army of Awesome ব্যাজ

source: 2013 Army of Awesome Badge
bn_bd: 2013 Army of Awesome ব্যাজ

source: 2014 Army of Awesome Badge
bn_bd: 2014 Army of Awesome ব্যাজ

source: 2015 Army of Awesome Badge
bn_bd: 2015 Army of Awesome ব্যাজ

source: 3m
bn_bd: 3মাস

source: 6m
bn_bd: 6মাস

source: About {user}
bn_bd: {user} এর জীবনী

source: Abusive content
bn_bd: অবমাননাকর বিষয়বস্তু

source: Accepted and Fixed
bn_bd: গৃহীত এবং স্থায়ী

source: Accepted formats include: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Learn more...</a>
bn_bd: PNG, JPEG, এবং GIF ফাইল গ্রহনযোগ্য। বিশদ জানতে <a target="_blank" href="{learn_more}">এখানে দেখুন</a>

source: Accept this Revision
bn_bd: এই সংস্করণটি গ্রহণ করুন

source: Accept this Translation
bn_bd: এই অনুবাদটি গ্রহণ করুন

source: Account Administration
bn_bd: অ্যাকাউন্টের প্রশাসন

source: Account already activated
bn_bd: অ্যাকাউন্টটি ইতিমধ্যে সক্রিয় আছে

source: Account banned successfully!
bn_bd: সফলভাবে অ্যাকাউন্ট নিষিদ্ধ হয়ছে!

source: Account is now being ignored!
bn_bd: অ্যাকাউন্টটি এখন উপেক্ষিত হচ্ছে!

source: Account successfully verified!
bn_bd: পাসওয়ার্ড সাফল্যের সাথে যাচাই করা হয়েছে!

source: activation key
bn_bd: সক্রিয়করণ পিন

source: Active Contributors
bn_bd: সক্রিয় অবদানকারী

source: Add announcement
bn_bd: ঘোষণা করুন

source: Add Contributor
bn_bd: অবদানকারী যোগ করুন

source: Add Editor
bn_bd: সম্পাদক যোগ করুন

source: Add group profile
bn_bd: দলের প্রোফাইল যোগ করুন

source: Add images:
bn_bd: ছবি যোগ করুন:

source: Add Leader
bn_bd: নেতা যোগ করুন

source: Add Member
bn_bd: সদস্য যোগ করুন

source: Add Reviewer
bn_bd: রিভিউয়ার যোগ করুন

source: Administration
bn_bd: অ্যাডমিনিস্ট্রেশন

source: Administrator
bn_bd: প্রশাসক

source: A document with this slug already exists in this locale.
bn_bd: এই স্লাগ্সহ একটি নথি এই অকুস্থল ইতোমধ্যেই বিদ্যমান।

source: A document with this title already exists in this locale.
bn_bd: এই শিরোনামের একটি নথি এই অকুস্থল ইতোমধ্যেই বিদ্যমান।

source: Advanced Search Results
bn_bd: উন্নত অনুসন্ধান ফলাফল

source: A fully translated user interface improves the experience for site visitors in your language. Help <a href="%(url)s">translate the interface</a>.
bn_bd: একটি সম্পূর্ণ অনুবাদিত ইউজার ইন্টারফেস সাইট আপনার ভাষার ভিজিটরদের অভিজ্ঞতা বৃদ্ধি করবে। <a href="%(url)s">ইন্টারফেস অনুবাদ</a> করতে সাহায্য করুন।

source: Aggregated Localization Metrics
bn_bd: একত্রিত স্থানীয়করণ মেট্রিক্স

source: Aggregated Metrics
bn_bd: একত্রিত মেট্রিক্স

source: All Administration articles...
bn_bd: সকল প্রশাসনিক নিবন্ধ...

source: All Articles
bn_bd: সকল প্রবন্ধ

source: All Articles: % Localized
bn_bd: সমস্ত নিবন্ধ: % অনুবাদ হয়েছে

source: All Articles: %% Localized
bn_bd: সকল প্রবন্ধ: %% অনুবাদকৃত

source: All articles requiring review...
bn_bd: সকল প্রতিবেদনের পুনর্বিবেচনা দরকার...

source: All articles that require changes...
bn_bd: সকল প্রবন্ধের পরিবর্তন করা দরকার

source: All articles with changes not ready for localization...
bn_bd: স্থানীয়করণের জন্য অপ্রস্তুত সকল পরিবর্তিত নিবন্ধ...

source: All canned responses articles...
bn_bd: আগে থেকে তৈরি করে রাখা প্রতিক্রিয়াযুক্ত সকল নিবন্ধ...

source: All How To Contribute articles...
bn_bd: অবদান রাখার উপায় সম্বন্ধে নিবদ্ধ...

source: All knowledge base articles...
bn_bd: সমস্ত প্রবন্ধ...

source: All Knowledge Base Articles
bn_bd: সমস্ত প্রবন্ধ

source: All locales
bn_bd: সকল লোকেলসমূহ

source: All posts
bn_bd: সব পোস্টগুলি

source: All products
bn_bd: সকল পণ্য

source: All Products
bn_bd: সকল পন্য

source: All questions
bn_bd: সব প্রশ্ন

source: All templates...
bn_bd: সকল টেমপ্লেট...

source: All Topics
bn_bd: সকল বিষয়

source: All translations...
bn_bd: সকল অনুবাদযোগ্য...

source: All unhelpful articles...
bn_bd: সকল অকেজো প্রবন্ধ

source: An error occured.
bn_bd: একটি সমস্যা দেখা দিয়েছে।

source: An error occured: {message}
bn_bd: একটি ত্রুটি ঘটেছে: {message}

source: An Error Occurred
bn_bd: একটি ত্রুটি ঘটেছে

source: A newer revision has already been reviewed.
bn_bd: একটি নতুন রিভিশন ইতোমধ্যেই রিভিউ করা হয়েছে।

source: A newer version has already been reviewed.
bn_bd: একটি নতুন রিভিশন ইতোমধ্যেই রিভিউ করা হয়েছে।

source: Answered
bn_bd: উত্তর দেওয়া হয়েছে

source: {answerer} wrote:
bn_bd: উত্তর দেওয়া হয়নি

source: Answer questions in the forum
bn_bd: ফোরামে প্রশ্নের উত্তর দাও

source: Answer questions in the support forum
bn_bd: সহায়তা ফোরামে প্রশ্নের উত্তর দিন

source: Answer Votes: % Helpful
bn_bd: উত্তর ভোট: % সহায়ক

source: Application
bn_bd: অ্যাপ্লিকেশন

source: Application Issues
bn_bd: অ্যাপ্লিকেশনের সমস্যা

source: Approved {default_locale} version:
bn_bd: অনুমোদিত {default_locale} সংস্করণ:

source: Approve Revision
bn_bd: সংস্করণ অনুমোদন করুন

source: Approve Translation
bn_bd: অনুবাদ অনুমোদন করুন

source: Archived
bn_bd: আর্কাইভ করা হয়েছে

source: Archive this question
bn_bd: এই প্রশ্নটি সংরক্ষিত রাখুন

source: A revision you contributed to has been approved: {title}
bn_bd: আপনার অবদান করা একটি সংস্করণ অনুমোদিত হয়েছে: {title}

source: A revision you contributed to has been reviewed: {title}
bn_bd: আপনার অবদান করা একটি সংস্করণ পর্যালোচনা করা হয়েছে: {title}

source: Are you registered with Mozilla Support?
bn_bd: আপনি কি Mozilla সহায়তায় যোগ দিয়েছেন?

source: Are you sure you want to delete the {group} group avatar?
bn_bd: আপনি কি নিশ্চিত আপনি {group} গ্রুপের ছবি মুছে ফেলতে চান?

source: Are you sure you want to delete these messages?
bn_bd: আপনি কি এই বার্তাগুলি মুছে ফেলতে চান?

source: Are you sure you want to delete this answer?
bn_bd: আপনি কি এই উত্তরটি মুছে দেওয়ার বিষয়ে নিশ্চিত?

source: Are you sure you want to delete this document?
bn_bd: আপনি কি নিশ্চিত যে আপনি এই নথিটি মুছে ফেলতে চান?

source: Are you sure you want to delete this image?
bn_bd: আপনি কি নিশ্চিত যে আপনি এই ছবিটি মুছে ফেলতে চান?

source: Are you sure you want to delete this message?
bn_bd: আপনি কি এই বার্তাটি মুছে ফেলতে চান?

source: Are you sure you want to delete this post?
bn_bd: আপনি কি নিশ্চিত এই পোস্ট মুছে ফেলতে চান?

source: Are you sure you want to delete this question?
bn_bd: আপনি কি এই প্রশ্নটি মুছে দিতে চান?

source: Are you sure you want to delete this revision?
bn_bd: আপনি কি নিশ্চিত যে আপনি এই সংস্করণটি মুছে ফেলতে চান?

source: Are you sure you want to delete this thread?
bn_bd: আপনি কি এই থ্রেডটি মুছে ফেলতে চান?

source: Are you sure you want to delete this video?
bn_bd: আপনি কি নিশ্চিত যে এই ভিডিওটি মুছে ফেলতে চান?

source: Are you sure you want to delete your avatar?
bn_bd: আপনি কি নিশ্চিত যে আপনি আপনার ছবি মুছে ফেলতে চান?

source: Are you sure you want to remove {user}?
bn_bd: আপনি কি নিশ্চিত যে আপনি {user} মুছে ফেলতে চান?

source: Are you sure you want to remove {user} from {group}?
bn_bd: আপনি কি নিশ্চিতভাবে {group} নেতাদের থেকে {user} সরাতে চান?

source: Are you sure you want to remove {user} from {group} leaders?
bn_bd: আপনি কি নিশ্চিতভাবে {group} নেতাদের থেকে {user} সরাতে চান?

source: Are you sure you want to remove {user} from the document contributors?
bn_bd: আপনি কি নিশ্চিত যে আপনি নথি অনুদানকারী থেকে {user} অবদানকারীকে মুছে ফেলতে চাইছেন?

source: Are you sure you want to unsubscribe?
bn_bd: আপনি আনসাবস্ক্রাইব করতে চান?

source: Army of Awesome: help users on Twitter
bn_bd: Army of Awesome: ব্যবহারকারীদের Twitter রে সহায়তা করুন

source: Army of Awesome will never tweet without your permission.
bn_bd: Army of Awesome আপনার অনুমতি ছাড়া কখনই টুইট করবে না।

source: Article
bn_bd: প্রবন্ধ

source: Article contains
bn_bd: প্রবন্ধতে রয়েছে

source: Article Discussions
bn_bd: প্রবন্ধ সম্বন্ধীও আলোচনা

source: Article is for:
bn_bd: প্রবন্ধের জন্য:

source: Article Revisions
bn_bd: প্রবন্ধের পুনর্বিবেচনা

source: Articles
bn_bd: প্রবন্ধ

source: Articles that require changes.
bn_bd: প্রবন্ধ যার পরিবর্তন করা দরকার

source: Article URL
bn_bd: প্রবন্ধ ঠিকানা

source: Article Votes: % Helpful
bn_bd: নিবন্ধ ভোট: % সহায়ক

source: Ask a New Question
bn_bd: একটি নতুন প্রশ্ন জিজ্ঞাসা করুন

source: Ask a question
bn_bd: প্রশ্ন জিজ্ঞাসা করুন

source: Ask a Question
bn_bd: একটি প্রশ্ন জিজ্ঞাসা করুন

source: Ask A Question
bn_bd: একটি প্রশ্ন জিজ্ঞাসা কর

source: Ask a Question about Marketplace
bn_bd: মার্কেটপ্লেস সম্পর্কে একটি প্রশ্ন জিজ্ঞাসা করুন

source: Ask other contributors
bn_bd: অন্যান্য অবদানকারিদের প্রশ্ন করুন

source: Ask this
bn_bd: এটি জিজ্ঞাসা করুন

source: Attention needed
bn_bd: মনোযোগ প্রয়োজন

source: Attention Needed
bn_bd: মনোযোগ প্রয়োজন ছিল

source: A user with that email address already exists.
bn_bd: এই ইমেল ঠিকানাটি একজন ইউজার ইতিমধ্যেই বিদ্যমান।

source: %(author)s has posted a new thread in a forum you're watching. Here is the thread:
bn_bd: %(author)s একটি নতুন থ্রেড পোস্ট করেছে একটি ফোরামে যা আপনি দেখছেন। এই যে থ্রেডটি:

source: %(author)s has replied to a thread you're watching. Here is their reply:
bn_bd: %(author)s উত্তর দিয়েছেন একটি থ্রেডে যা আপনি দেখছেন। উত্তরটি এখানে:

source: Avatar
bn_bd: ছবি

source: Avatar:
bn_bd: ছবি:

source: Average Satisfaction
bn_bd: গড়পড়তা সন্তুষ্টি

source: Award details
bn_bd: পুরষ্কারের বিস্তারিত

source: Awarded badge: %(badge_name)s
bn_bd: ভূষিত ব্যাজ: %(badge_name)s

source: Awarded by:
bn_bd: দ্বারা ভূষিত:

source: awarded to
bn_bd: থেকে পুরস্কার প্রদান করা

source: Awarded to:
bn_bd: কে পুরস্কার প্রদান করা হয়েছে:

source: Back to:
bn_bd: আবার:

source: Back to History
bn_bd: পূর্বে যান

source: Badge: %(badge_name)s
bn_bd: ব্যাজ: %(badge_name)s

source: Badges
bn_bd: ব্যাজগুলো

source: Ban
bn_bd: নিষিদ্ধ

source: Banned Users
bn_bd: নিষিদ্ধ ব্যবহারকারীগণ

source: Ban User
bn_bd: ব্যবহারকারীকে নিষিদ্ধ করুন

source: Basic Features
bn_bd: মৌলিক বৈশিষ্ট্য

source: Basics to get started with Firefox for Windows 8 Touch.
bn_bd: Windows 8 টাচে Firefox দিয়ে শুরু করতে প্রাথমিক।

source: Before you connect to Twitter, you must sign in to Mozilla Support.
bn_bd: টুইটার সাথে যুক্ত হবার আগে আপনাকে মজিলা সাপোর্টে সাইন ইন করতে হবে।

source: Before you join, you need to give Army of Awesome the permission to post tweets on your behalf.
bn_bd: যোগদান করার আগে, আপনাকে Army of Awesome-কে অনুমতি দিতে হবে আপনার হয়ে টুইট পাঠানোর জন্য।

source: Biography
bn_bd: জীবনচরিত

source: Bold
bn_bd: গাঢ়

source: bold text
bn_bd: গাঢ় লেখা

source: Bookmark options
bn_bd: বুকমার্ক অপশনগুলি

source: Bookmarks and tabs
bn_bd: বুকমার্কস এবং ট্যাবগুলি

source: Briefly describe your changes:
bn_bd: সংক্ষেপে আপনার পরিবর্তনগুলি বর্ণনা করুন:

source: Browse for an image to upload.
bn_bd: ছবি আপলোড করার জন্য ব্রাউজ করুন।

source: Browser for Amazon Fire TV
bn_bd: Amazon Fire TV এর জন্য ব্রাউজার

source: Bulleted List
bn_bd: বুলেটযুক্ত তালিকা

source: Bulleted list item
bn_bd: আইটেমসহ বুলেটযুক্ত তালিকা

source: Button of type "%s" does not exist.
bn_bd: "%s" ধরনের বাটন বিদ্যমান নয়।

source: by {user}
bn_bd: {user}র দ্বারা

source: Calling and Contacts
bn_bd: ফোন করা এবং ফোন বুক

source: Cancel and go back to document history
bn_bd: বাতিল করুন এবং ডকুমেন্টের পূর্ববর্তী ইতিহাসে ফিরে যান

source: Cancel Review
bn_bd: পর্যালোচনা বাতিল করুন

source: cannedresponses
bn_bd: প্রস্তুত উত্তর

source: Canned Responses
bn_bd: পূর্বে তৈরি উত্তর

source: Category
bn_bd: বিভাগ

source: Category:
bn_bd: শ্রেণী:

source: change
bn_bd: পরিবর্তন করুন

source: Change avatar
bn_bd: ছবি পরিবর্তন করুন

source: Change Avatar
bn_bd: ছবি পরিবর্তন করুন

source: change category
bn_bd: ক্যাটাগরি পরিবর্তন করুন

source: Changed
bn_bd: পরিবর্তন করা হয়েছে

source: changed by {users}
bn_bd: {users} পরিবর্তন করেছে

source: Change email
bn_bd: ইমেইল পরিবর্তন করুন

source: Change Email
bn_bd: নিজের ইমেইল পরিবর্তন করুন

source: Change email address
bn_bd: ইমেল ঠিকানাটি পরিবর্তন করুন

source: Change Firefox's appearance, behavior and settings.
bn_bd: Firefox এর চেহারা, আচরণ এবং সেটিংস পরিবর্তন করুন।

source: Change Firefox's behavior.
bn_bd: Firefox এর আচরণ পরিবর্তন করুন।

source: Change {group} group avatar
bn_bd: পরিবর্তন করুন {group} দলের অ্যাভেটার

source: Change my email
bn_bd: নিজের ইমেল ঠিকানাটি পরিবর্তন করুন

source: Change my password
bn_bd: আমার পাসওয়ার্ড পরিবর্তন করা হোক

source: Change password
bn_bd: পাসওয়ার্ড পরিবর্তন করুন

source: change product
bn_bd: পণ্য পরিবর্তন

source: Change Revisions
bn_bd: সংস্করণ পরিবর্তন করুন

source: Changes:
bn_bd: পরিবর্তনগুলি:

source: Changes Needed
bn_bd: পরিবর্তন দরকার

source: Changes Not Ready For Localization
bn_bd: পরিবর্তনটি অনুবাদ করার জন্য তৈরি নয়

source: Change your email preferences
bn_bd: আপনার ইমেইল পছন্দসমূহ পরিবর্তন করুন

source: Change your email preferences:
bn_bd: ইমেল ঠিকানাটি পরিবর্তন করুন

source: Change your history settings on Firefox for iOS
bn_bd: iOS এর Firefox এর জন্য অাপনার হিস্টোরি সেটিংস পরিবর্তন করুন

source: Check our documentation
bn_bd: আমাদের ডকুমেন্টেশন চেক করুন

source: Choose a tweet below
bn_bd: নিচের একটি টুইট নির্বাচন করুন

source: Choose revisions to compare
bn_bd: পরিবর্তনকালে তুলনা বেছে নিন

source: Chosen solution
bn_bd: নির্বাচিত সমাধান

source: Chosen Solution
bn_bd: সমাধান পছন্দ করুন

source: Click here to verify your email address
bn_bd: আপনার ইমেইল ঠিকানা যাচাই করতে এখানে ক্লিক করুন

source: Clickthrough rate
bn_bd: ক্লিকথ্রু রেট

source: Click Through Rate %
bn_bd: অনুসন্ধানে ক্লিক করার হার %

source: Click to register.
bn_bd: যোগ দেওয়ার জন্য ক্লিক করুন।

source: Click to sign in.
bn_bd: লগ-ইন করার জন্য ক্লিক করুন।

source: Common responses
bn_bd: সাধারণ উত্তরগুলো

source: Community Discussion Only
bn_bd: শুধু কমিউনিটির আলোচনার জন্য

source: Community Discussions
bn_bd: কমিউনিটি আলোচনা সমূহ

source: Community forums
bn_bd: মন্তব্য

source: Community Hub
bn_bd: কমিউনিটি হাব

source: Community Search Results
bn_bd: কমিউনিটি অনুসন্ধান ফলাফল

source: Compare Revisions
bn_bd: সংস্করণের তুলনা

source: Compare Revisions | {document}
bn_bd: সংস্করণের তুলনা | {document}

source: Compare Selected Revisions
bn_bd: নির্বাচিত অনুবাদগুলি তুলনা করুন

source: Compare Selected Translations
bn_bd: নির্বাচিত অনুবাদগুলি তুলনা করুন

source: Complete overview...
bn_bd: পুরোটা এক নজরে...

source: Confirmation email sent
bn_bd: স্বীকৃতিপ্রদানকারী ইমেল পাঠানো হয়েছে

source: Confirmation email sent successfully.
bn_bd: সফলভাবে নিশ্চিতকরণ ইমেইল পাঠানো হয়েছে।

source: Confirm password
bn_bd: পাসওয়ার্ড নিশ্চিত করুন

source: Confirm registration
bn_bd: রেজিস্ট্রেশন নিশ্চিত করুন

source: Confirm your subscription
bn_bd: আপনার সাবস্ক্রিপশন নিশ্চিত করুন

source: Confusing
bn_bd: বিভ্রান্তকর

source: Congratulations!
bn_bd: অভিনন্দন!

source: Connect to your Twitter account
bn_bd: আপনার Twitter অ্যাকাউন্ট যুক্ত করুন

source: Connect your Twitter account
bn_bd: আপনার Twiiter অ্যাকাউন্ট সংযোগ করুন

source: Continue Uploading Media
bn_bd: মিডিয়া আপলোড চালিয়ে যান

source: contributed
bn_bd: অবদান করা হয়েছে

source: Contributed
bn_bd: অবদান করা হয়েছে

source: Contributing to Webmaker
bn_bd: Webmaker এ অবদান করুন

source: Contributions
bn_bd: অবদানগুলি

source: Contributions in last 90 days: {count}
bn_bd: শেষ 90 দিনে অবদানগুলি : {count}

source: Contributor articles
bn_bd: অবদানকারী নিবন্ধগুলি

source: Contributor Forums
bn_bd: অবদানকারী ফোরাম

source: Contributor Metrics
bn_bd: অবদানকারীর ফলাফল

source: Contributors
bn_bd: অবদানকারীরা

source: Contributor Satisfaction
bn_bd: অবদানকারীর সন্তুষ্টি

source: Contributor Satisfaction: Army of Awesome
bn_bd: অবদানকারীর সন্তুষ্টি: Army of Awesome

source: Contributor Satisfaction: l10n
bn_bd: অবদানকারীর আত্নতৃপ্তি: l10n

source: Contributor Satisfaction: %(locale)s
bn_bd: অবদানকারীর অাত্নতৃপ্তি: %(locale)s

source: Contributor Satisfaction: Support Forum
bn_bd: অবদানকারীর সন্তুষ্টি: সাপোর্ট ফোরাম

source: Contributor Tools
bn_bd: অবদানকারীর টুলসমূহ

source: Could not upload file. Please try again later.
bn_bd: ফাইলটি আপলোড করা গেলনা। দয়া করে কিছুক্ষণ পরে আবার চেষ্টা করুন।

source: Could not upload your image.
bn_bd: আপনার ছবিটি আপলোড করা গেলনা।

source: {count} Active Contributors (last 90 days)
bn_bd: {count} সক্রিয় অবদানকারী (গত 90 দিনে)

source: %(count)s view
bn_bd: %(count)s বার দেখা হয়েছে

source: {count} visitors in the past 30 days
bn_bd: {count} গত 30 দিনের দর্শকরা

source: crashes on youtube
bn_bd: youtube বিপর্যয়

source: Crash ID
bn_bd: ক্র্যাশ ID

source: Crashing
bn_bd: ক্রাশিং

source: Create a New Article | Knowledge Base
bn_bd: একটি নতুন নিবন্ধ তৈরি করুন | Knowledge Base

source: Create a New Knowledge Base Article
bn_bd: একটি নতুন Knowledge Base নিবন্ধ তৈরি করুন

source: Create a new support account
bn_bd: একটি নতুন সাপোর্ট অ্যাকাউন্ট বানান

source: Create a new thread
bn_bd: নতুন থ্রেড তৈরি করুন

source: Create announcement
bn_bd: ঘোষণাপত্র তৈরি করুন

source: Create a support account
bn_bd: একটি সহায়তা অ্যাকাউন্ট তৈরি করুন

source: Create a support account.
bn_bd: সাপোর্ট অ্যাকাউন্ট তৈরি করুন।

source: Created:
bn_bd: নির্মিত:

source: Created by:
bn_bd: দ্বারা নির্মিত:

source: Created successfully
bn_bd: সফলভাবে তৈরি করা হয়েছে

source: Create my account
bn_bd: আমার অ্যাকাউন্ট তৈরি করুন

source: Creator
bn_bd: নির্মাতা

source: Current Content
bn_bd: বর্তমান কন্টেন্ট

source: Current public revision:
bn_bd: বর্তমান জনসাধারণের জন্য সংস্করণ:

source: Current public translation:
bn_bd: বর্তমান পাবলিক অনুবাদ:

source: Customize canned replies - make each tweet unique
bn_bd: কাস্টমাইজ করার পূর্বে তৈরি উত্তর - প্রতিটি টুইটকে অনন্য করে তোলে

source: Customize controls, options and add-ons
bn_bd: কন্ট্রোলগুলি, অপশনগুলি এবং অ্যাড-অনগুলি কাস্টমাইজ করুন

source: Customize controls, options, settings and preferences
bn_bd: নিয়ন্ত্রণ, বিকল্প, সেটিংস এবং পছন্দগুলি কাস্টমাইজ করুন

source: Customize preferences
bn_bd: পছন্দসমূহ কাস্টমাইজ করুন

source: Customize preferences for Firefox for iOS
bn_bd: iOS এর জন্য Firefox এ কাস্টমাইজ পারফরমেন্স

source: Customize settings and preferences
bn_bd: সেটিংসগুলি এবং পছন্দগুলি কাস্টমাইজ করুন

source: Customize this article
bn_bd: এই প্রবন্ধটিকে কাস্টমাইজ করুন

source: Customize your screen on your Firefox OS device.
bn_bd: Firefox OS ডিভাইসে আপনার স্ক্রিন কাস্টমাইজ করুন।

source: Customize your search settings in Firefox for iOS
bn_bd: iOS এর Firefox এর জন্য আপনার সার্চ সেটিংস কাস্টমাইজ করুন

source: Daily Unique Visitors
bn_bd: প্রতিদিন নতুন ভিজিটর

source: Days since last activity:
bn_bd: শেষ কার্যকলাপ থেকে দিনগুলি:

source: {d} Discussion
bn_bd: {d} আলোচনা

source: {d} Discussion | Knowledge Base
bn_bd: {d} আলোচনা | জ্ঞানভিত্তিক

source: Deactivated by
bn_bd: নিষ্ক্রিয় করা হয়েছে

source: Deactivated user
bn_bd: নিষ্ক্রিয় ব্যবহারকারী

source: Deactivate this user
bn_bd: ব্যবহারকারীকে নিষ্ক্রিয় করুন

source: Deactivation Log
bn_bd: নিষ্ক্রিয় লগ

source: Defer
bn_bd: মুলতুবি করুন

source: Defer Revision
bn_bd: সংস্করণ মুলতুবি করুন

source: Defer this Revision
bn_bd: এই সংস্করণটি মুলতুবি করুন

source: Defer this Translation
bn_bd: এই অনুবাদটি মুলতুবি করুন

source: Defer Translation
bn_bd: অনুবাদ মুলতুবি করুন

source: Definition of contribution: edited 1+ article or has reviewed 1+ article
bn_bd: অবদানের সংজ্ঞা: সম্পাদিত 1+ নিবন্ধ বা পর্যালোচনা 1+ নিবন্ধ

source: Definition of contribution: edited 1+ non English article or has reviewed 1+ non English article.
bn_bd: অবদানের সংজ্ঞা: 1+ নন ইংরেজি নিবন্ধ সম্পাদনা বা পর্যালোচনা করেছেন 1 + নন ইংরেজি নিবন্ধ।

source: Definition of contribution: replied to a tweet.
bn_bd: অবদান এর সংজ্ঞা: টুইট করতে উত্তর।

source: Definition of contribution: wrote 10+ posts
bn_bd: অবদানের সংজ্ঞা: 10+ পোস্ট লিখেছেন

source: Delete answer
bn_bd: উত্তর মুছুন

source: Delete avatar
bn_bd: ছবিটি মুছুন

source: Delete Document
bn_bd: নথিটি মুছুন

source: Delete Document | {document}
bn_bd: নথিটি মুছুন | {document}

source: Delete {group} group avatar
bn_bd: মুছুন {group} গ্রুপের ছবি

source: Delete image
bn_bd: ছবিটি মুছুন

source: Delete image | {t} | Media Gallery
bn_bd: ছবি মুছুন | {t} ।| মিডিয়া গ্যালারি

source: Delete message
bn_bd: বার্তা মুছুন

source: Delete Message
bn_bd: বার্তা মুছে দিন

source: Delete messages?
bn_bd: মেসেজটি মুছবেন?

source: Delete My Account
bn_bd: আমার অ্যাকাউন্ট অপসারণ করুন

source: Delete Post
bn_bd: পোস্টটি মুছুন

source: Delete Post | {t} | {d} Discussion | Knowledge Base
bn_bd: পোস্ট মুছুন | {t} | {d} আলোচনা | জ্ঞানভিত্তিক

source: Delete question
bn_bd: প্রশ্নটি মুছুন

source: Delete Question | {t} | Firefox Support Forum
bn_bd: মুছে ফেলুন প্রশ্ন | {t} | ফায়ারফক্স সাপোর্ট ফোরাম

source: Delete Revision
bn_bd: সংস্করণটি মুছুন

source: Delete Revision | {document}
bn_bd: সংস্করণটি মুছুন | {document}

source: Delete Selected
bn_bd: নির্বাচিতগুলি মুছুন

source: Delete selected images
bn_bd: নির্বাচিত ছবিটি মুছুন

source: Delete this document
bn_bd: এই ডকুমেন্টটি মুছুন

source: Delete this image
bn_bd: এই ছবিটি মুছুন

source: Delete this post
bn_bd: এই পোস্টটি মুছুন

source: Delete this question
bn_bd: এই প্রশ্নটি মুছে দিন

source: Delete this revision
bn_bd: এই সংস্করণটি মুছুন

source: Delete this thread
bn_bd: থ্রেড মুছুন

source: Delete Thread
bn_bd: হুমকিটি মুছুন

source: Delete Thread | {t} | {d} Discussion | Knowledge Base
bn_bd: থ্রেড মুছুন | {t} | {d} আলোচনা | জ্ঞানভিত্তিক

source: Delete video
bn_bd: ভিডিওটি মুছুন

source: Delete video | {t} | Media Gallery
bn_bd: ভিডিও মুছুন | {t} ।| মিডিয়া গ্যালারি

source: desktop
bn_bd: ডেস্কটপ

source: Device:
bn_bd: ডিভাইস:

source: Did you mean %s?
bn_bd: আপনি কি বলতে চাইছেন %s?

source: Discuss
bn_bd: আলোচনা করুন

source: Discussion
bn_bd: আলোচনা
